[{"id":"khushbu","content":"aadhar uidai khushbu patel bharuch"},{"id":"parth","content":"aadhar uidai parth patel bharuch"},{"id":"a2be622e-8152-45a2-9659-c3cae0cec5a7","content":["1. Description of the System Requirements The Didactic Coordinator orders a software system that supports the didactic activity and it includes a web app and maobile app. The web app provides specific based on the user that is logged in the system as Professor or as Secretary. main purpose is handling the reports sent by the professors and taken care of by the Secretary. The mobile app provides further functionalities for the user that is logged in as Student or as Professor. These functionalities include the possibility of exchanging messages. receiving documents and sending feedback. 2. Requirements Analysis The actors that interact with the software requested by the didactic Coordinator are: Using the web app. the is able (o * New courses of study New subjects for the study courses New classrooms. with information regarding the geolocation New choosing between Lesson or Exam New choosing between Student or Professor Furthermore. it can handle the reports sent by the professors. When the reporting is taken care the Secretary add a note or motivation if the issue has been resolved or refused. Anyway. in both cases. the state of the reporting is notified to the protessors by the mobile app. Using the web app. the Professor can: Upload the teaching material * Send to the Secretary the reporting about the issues concerning one classroom View the state of his reports View the state of the reports regarding a certain even if they are sent by different professors Instead. using the mobile app. the Professor can: View the activities of the day. including (he map of the classrooms * Receive the notification regarding his reports or classrooms * Receive the notification when a student send a message to him * Receive the notification when a student send a feedback regarding the lessons or the tcaching material Using the mobile app. the Student can: * Write messages in the channel of the subjects that he studies and the message can be: Public. visible to the professor and to the other students who study the same only visible the professor or another student * Download the teaching material * Provide anonymously feedback about the lessons or the teaching material * View the activities of the including the map of the classrooms * Receive the notification when there has been a change of classroom for a lesson he has to attend * Receive the notification when a professor send messages to him or when the professor uploads the teaching material "]}]