[{"id":"khushbu","content":"aadhar uidai khushbu patel bharuch"},{"id":"parth","content":"aadhar uidai parth patel bharuch"},{"id":"7f73a129-3f44-4d78-804b-fdb46e049e1f","content":"EMPLOYMENT SCAN Teachoo India Pvt. Ltd. : Since Nov’10 Executive - Finance & Accounts Highlights 2 Involved in analysis of financial statements and other information for verification of invoices 2 Instrumental in completing the paper works for: » Deduction and deposit of TDS, e-filing of TDS returns and generation of TDS certificate. reconciliations and resolving issues raised by vendor for TDS deductions. Distribute FORM 16A. Staff Salary, Labour Wages & Labour O.T. 2 Engaged in computation of: Monthly tax liability and deposit of VAT. Monthly service tax liability. 2 Execuled appraisal and reviewed schemes to make the more competitive in market. Englishtan & Company (C.A. Firm): - Oct’10 Trainee — Accountant Highlights 2 Ensured timely deduction of T.D.S of all clients and deposit of tax deduction at source from contractor. Sub contractor, Salary. Professional Service & Rent. 2 Engaged in improving internal control mechanism Actively involved in preparation of VAT/Central Sales Tax details for filing of returns, Bank Reconciliation Statement. 2 Successfully handled calculation of the T.D.S monthly, quarterly. COMPUTER PROFICIENCY Application MS Excel, MS PowerPoint Database MS-Access Programming Financial Accounting Tally-5.4, 6.3, 7.2, 9.0, ERP 8.0 and Busy Windows Ability to apply concepts (lookup reference. count if , sum if, etc.) to practical situations. 2 Accounting Package Tally from Bhawani Computer Center, Yamuna Nagar Jan 2006 to April 2006. PERSONAL DETAILS Name: Madhu Singh Date of Birth: 26 Dec 1996 Permanent Address #10, Camp Yamuna Nagar Contact Address Paharganj. New Delhi, — 110005 "},{"id":"23d2860d-aa19-468c-83af-c377c2eda7eb","content":"GOVERNMENT OF 27/07/200 % 3001 8824 8634  AUTHORITY OF INDIA : Address: S/0 Manishkumar, 14, Gandhinaga, - 382305 Admi ka Adhikar "},{"id":"adf4aefc-e3ff-4bb7-b700-14823fa6cb62","content":"Te 1 ~ Gujarat | Your //,,_ Kishan DOB Male 459 5159 6426 gcanned with  .': a l| | | l proof of not of authenticate onhne: - a valid throughout the country l a will be helpful in Government Non-Government services in future l_ A\\ A £ uthority of o 382006 Address: S/O Plot No Near Ambaji Mata Temple. Gandhinagar, Gandhinagar Sector 6. Gujarat, 382006 3259 5159 6426 = X 1947 @ urdal.gov Scanned with CamScanner "},{"id":"1a014986-dc13-46b3-a630-59c712ac9792","content":"HT | Government Unique Identification Authority of / No - 0000/00544/63950 To Parth Kapadia B-102 Shukan-4, Harni Road, Motnath Mahadev Temple, Harni, ' VTC: Vadodara, PO: Harni Colony, District: State: Gujarat, PIN Code: 390022, ' Mobile: 89800291 65 ~ i / Your Aadhaar No. - 7413 8413 5127 | _ = Parth Kapadia S DOB 14/05/2000 Male S < @ 7413 8413 5127 | | "},{"id":"9baae1fd-c3a7-4c52-8586-0ba8a77c42c9","content":"1. Description of the System Requirements The Didactic Coordinator orders a software system that supports the didactic activity and it includes a web app and maobile app. The web app provides specific based on the user that is logged in the system as Professor or as Secretary. main purpose is handling the reports sent by the professors and taken care of by the Secretary. The mobile app provides further functionalities for the user that is logged in as Student or as Professor. These functionalities include the possibility of exchanging messages. receiving documents and sending feedback. 2. Requirements Analysis The actors that interact with the software requested by the didactic Coordinator are: Using the web app. the is able (o * New courses of study New subjects for the study courses New classrooms. with information regarding the geolocation New choosing between Lesson or Exam New choosing between Student or Professor Furthermore. it can handle the reports sent by the professors. When the reporting is taken care the Secretary add a note or motivation if the issue has been resolved or refused. Anyway. in both cases. the state of the reporting is notified to the protessors by the mobile app. Using the web app. the Professor can: Upload the teaching material * Send to the Secretary the reporting about the issues concerning one classroom View the state of his reports View the state of the reports regarding a certain even if they are sent by different professors Instead. using the mobile app. the Professor can: View the activities of the day. including (he map of the classrooms * Receive the notification regarding his reports or classrooms * Receive the notification when a student send a message to him * Receive the notification when a student send a feedback regarding the lessons or the tcaching material Using the mobile app. the Student can: * Write messages in the channel of the subjects that he studies and the message can be: Public. visible to the professor and to the other students who study the same only visible the professor or another student * Download the teaching material * Provide anonymously feedback about the lessons or the teaching material * View the activities of the including the map of the classrooms * Receive the notification when there has been a change of classroom for a lesson he has to attend * Receive the notification when a professor send messages to him or when the professor uploads the teaching material  EMPLOYMENT SCAN Teachoo India Pvt. Ltd. : Since Nov’10 Executive - Finance & Accounts Highlights 2 Involved in analysis of financial statements and other information for verification of invoices 2 Instrumental in completing the paper works for: » Deduction and deposit of TDS, e-filing of TDS returns and generation of TDS certificate. reconciliations and resolving issues raised by vendor for TDS deductions. Distribute FORM 16A. Staff Salary, Labour Wages & Labour O.T. 2 Engaged in computation of: Monthly tax liability and deposit of VAT. Monthly service tax liability. 2 Execuled appraisal and reviewed schemes to make the more competitive in market. Englishtan & Company (C.A. Firm): - Oct’10 Trainee — Accountant Highlights 2 Ensured timely deduction of T.D.S of all clients and deposit of tax deduction at source from contractor. Sub contractor, Salary. Professional Service & Rent. 2 Engaged in improving internal control mechanism Actively involved in preparation of VAT/Central Sales Tax details for filing of returns, Bank Reconciliation Statement. 2 Successfully handled calculation of the T.D.S monthly, quarterly. COMPUTER PROFICIENCY Application MS Excel, MS PowerPoint Database MS-Access Programming Financial Accounting Tally-5.4, 6.3, 7.2, 9.0, ERP 8.0 and Busy Windows Ability to apply concepts (lookup reference. count if , sum if, etc.) to practical situations. 2 Accounting Package Tally from Bhawani Computer Center, Yamuna Nagar Jan 2006 to April 2006. PERSONAL DETAILS Name: Madhu Singh Date of Birth: 26 Dec 1996 Permanent Address #10, Camp Yamuna Nagar Contact Address Paharganj. New Delhi, — 110005  Welcome {$company_name}! Date: {$company_address}{$company_city}, {$Company_state}, {$company_zip}Dear {$customer_name},Thank you for choosing {$company_name} for your website needs. We are pleased to serve you with the highest quality website design and development services. We have been committed providing the best websites for over 10 years and we want to ensuré you that we will do whatever it takes to meet your specific needs.As a token of our appreciation for your business, would like to offer you a free website audit and review to discover if there are any areas that could be improved to help your website serve your better. To take advantage of the website review, please call us today to schedule a time review your website with "},{"id":"d598bf6a-0076-448e-b62c-2830da6df25c","content":"INCOME TAX DEPARTMENT ' Permanent Account Number Card BJWPN7904G ' | RAHUL ASARAM NATHBHAJAN ASARAM MATHBHAJAN . . | e "},{"id":"8d396bc8-282f-42ec-b070-b493bad52862","content":"INCOME TAX DEPARTMENT ' Permanent Account Number Card BJWPN7904G ' | RAHUL ASARAM NATHBHAJAN ASARAM MATHBHAJAN . . | e "}]